[
    {
        "date": "03/2024",
        "text": "I successfully defended my doctoral dissertation titled 'Generating Clinically Translatable AI Models for Cancer Diagnostics', after 3.5 years of PhD thesis work at Harvard-MIT as part of my multi-institutional MD-PhD program."
    },
    {
        "date": "02/2024",
        "text": "I was awarded the Mind Brain Behavior (MBB) Graduate Student Fellowship/Award for 2023-2024, sponsored by the MBB Interfaculty Initiative at Harvard University, as well as the <a href=\"https://ethics.harvard.edu/people/syed-rakin-ahmed\">Fellowship in Values Engagement</a> (<a href=\"https://intellectualvitality.college.harvard.edu/directory/syed-rakin-ahmed/\">Intellectual Vitality Fellow</a>) for 2023-2024, sponsored by the Edmond & Lily Safra Center for Ethics at Harvard University, following extremely competitive selection processes."
    },
    {
        "date": "01/2024",
        "text": "My work on clinically translatable deep learning for cervical cancer was published in <a href=\"https://doi.org/10.1038/s41598-023-48721-1\">Nature Scientific Reports</a>, on generalizable deep neural networks for image quality classification was posted to <a href=\"https://doi.org/10.21203/rs.3.rs-3845696/v1\">Research Square</a>, and our work on deep learning for immune phenotype prediction from breast cancer histopathology was presented at the 38th Annual AAAI Conference on Artificial Intelligence 2024 and posted to <a href=\"https://doi.org/10.48550/arXiv.2404.16397\">arXiv</a>."
    },
    {
        "date": "10/2023",
        "text": "Four manuscripts from my work on AI for cervical cancer screening were published in <a href=\"https://doi.org/10.1101/2023.09.26.23295263\">medRxiv</a>, <a href=\"https://doi.org/10.1016/j.canep.2023.102369\">Cancer Epidemiology</a>, <a href=\"https://doi.org/10.1093/jnci/djad202\">JNCI</a>, and in <a href=\"https://doi.org/10.1101/2023.08.30.23294826\">eLife</a> respectively."
    },
    {
        "date": "09/2023",
        "text": "I was invited as a featured speaker at the Harvard Biophysics Annual Retreat 2023, and the 3rd Annual Dartmouth Radiation Oncology Research Retreat 2023, presenting a talk titled \"Generating clinically translatable models for cancer diagnostics\"."
    },
    {
        "date": "08/2023",
        "text": "Five manuscripts and abstracts from my work on AI and computational methods for brain tumor diagnostics were published in <a href=\"https://doi.org/10.1093/neuonc/noad236\">Neuro-Oncology</a>, in <a href=\"https://doi.org/10.1146/annurev-bioeng-081623-025834\">Volume 26 of the Annual Reviews of Biomedical Engineering</a>, in the <a href=\"https://www.mlforhc.org/2023-accepted-papers#:~:text=Imaging%0AJay%20Patel%2C-,Syed%20Rakin%20Ahmed,-%2C%20Ken%20Chang%2C%20Praveer\">Machine Learning for Healthcare Conference (MLHC) 2023</a>, in the <a href=\"https://www.abstractsonline.com/notify/NotifySummary.asp?Action=Iconfirmmyparticipationformyassignedpresentationdateandtime.&MKey=93970717-0e8b-4356-b8e4-056bd6922424&CKey=%7b155038BF-3939-4B1F-B755-C84A94A65898%7d&NKey=4D68C4D2-A36E-4C86-BF42-7343DABEC12D&strFrom=NotifyIntoPost\">Radiological Society of North America (RSNA) Annual Meeting 2023</a>, and in the Society for NeuroOncology 28th Annual Meeting, respectively."
    },
    {
        "date": "04/2023",
        "text": "My work on <a href=\"https://doi.org/10.1111/jon.13105\">algorithmic language lateralization from resting-state functional MRI</a> was published in the Journal of Neuroimaging."
    },
    {
        "date": "04/2023",
        "text": "We presented our work on AI and cervical cancer screening at the International Papillomavirus Conference (IPVC) 2023, as well as to the Gates Foundation and WHO (funders) in the Annual Meeting in Washington, DC."
    },
    {
        "date": "01/2023",
        "text": "I returned to my role as a Teaching Fellow (TF) for Life Sciences 1b: Genetics, Genomics and Evolution, a popular undergraduate course (~400 students/per semester) at Harvard College, for Spring 2023, having previously taught it in Spring 2021, and was awarded the Derek Bok Certificate of Distinction and Excellence in Teaching; additionally, I was selected as a Proctor for the inaugural Rising Scholar Program (RSP) for Summer 2023."
    },
    {
        "date": "12/2022",
        "text": "My work on <a href=\"https://doi.org/10.1101/2022.12.17.22282984\">designing reproducible and clinically translatable deep neural networks</a> was posted to medRxiv."
    },
    {
        "date": "12/2022",
        "text": "Our work on <a href=\"https://doi.org/10.1148/radiol.220715\">assessing statistical methodology errors in Radiomics-ML research</a> was published in Radiology together with an accompanying <a href=\"https://doi.org/10.1148/radiol.223007\">editorial</a>."
    },
    {
        "date": "09/2022",
        "text": "I was invited as a featured speaker at the National Collegiate Research Conference (NCRC) 2022, and in several \"Navigating medicine as an FGLI student\" sessions sponsored by the Harvard Office of Career Services (MCS)."
    },
    {
        "date": "07/2022",
        "text": "I presented my work on <a href=\"https://www.rsna.org/-/media/Files/RSNA/Annual-meeting/Future-and-past-meetings/RSNA2022_Meeting_Program.ashx\">improving clinical deployability of AI models</a> at the Radiological Society of North America (RSNA) Annual Meeting 2022."
    },
    {
        "date": "07/2022",
        "text": "I co-authored a book chapter on <a href=\"https://link.springer.com/chapter/10.1007/978-3-031-08999-2_2\">opportunities and challenges of DL in brain lesions</a>, published in the Lecture Notes in Computer Science book series."
    },
    {
        "date": "06/2022",
        "text": "I presented my work on <a href=\"https://arxiv.org/abs/2207.05796\">test performance estimation of unlabelled data using conformal predictions </a> at the International Conference on Machine Learning (ICML) 2022."
    },
    {
        "date": "05/2022",
        "text": "I presented my work on <a href=\"https://2022.midl.io/papers/f_s_6\">improving repeatability of AI models</a> at the Medical Imaging with Deep Learning (MIDL) Conference 2022."
    },
    {
        "date": "02/2022",
        "text": "I was recently featured on a <a href=\"https://learningenglish.voanews.com/a/dartmouth-to-admit-international-students-without-considering-ability-to-pay-/6405108.html\">Voice of America Program and Report</a>, a <a href=\"https://home.dartmouth.edu/news/2022/01/dartmouth-adopts-need-blind-international-admissions\">Dartmouth Press Release</a> and on the corresponding <a href=\"https://youtu.be/VLV_LlrPOuI?t=290\">Video Announcement</a> pertaining to Dartmouth going need-blind for international student admissions in 2022."
    },
    {
        "date": "02/2022",
        "text": "Our review on <a href=\"https://doi.org/10.1007/s00256-021-03820-w\">AI applied to musculoskeletal oncology</a> was published in Skeletal Radiology."
    },
    {
        "date": "12/2021",
        "text": "I was ranked in the top 12% among >1500 participants in <a href=\"https://www.kaggle.com/competitions/rsna-miccai-brain-tumor-radiogenomic-classification/overview\">RSNA-ASNR-MICCAI Brain Tumor Segmentation (BraTS) Challenge 2021</a>, in the Brain Tumor Radiogenomic Classification task."
    },
    {
        "date": "10/2021",
        "text": "Our work on <a href=\"https://doi.org/10.1007/s11060-021-03865-w\">systemic coagulation activation in brain tumor patients</a> was published in the Journal of Neuro-Oncology."
    },
    {
        "date": "08/2021",
        "text": "I was awarded the <a href=\"https://drive.google.com/file/d/1gwwBk4yJChRx5wZemF8l9PxQpntHdXCn/view?usp=sharing\">Derek Bok Certificate for Distinction and Excellence in Teaching</a> for Spring 2021."
    },
    {
        "date": "04/2021",
        "text": "I was selected as a <a href=\"https://cabot.harvard.edu/people/syed-rakin-ahmed\">Resident Tutor</a> at Harvard College for 2021-beyond (multiple year full-year role)."
    },
    {
        "date": "04/2021",
        "text": "I was selected as a GSAS Student Center Fellow and a GSAS Resident Advisor at the Harvard Graduate School of Arts and Sciences."
    },
    {
        "date": "04/2021",
        "text": "I was selected as a Summer Proctor at Harvard College for Summer 2021-beyond (multiple year summer term role)."
    },
    {
        "date": "12/2020",
        "text": "I was selected as a Teaching Fellow (TF) for Life Sciences 1B: Genetics, Genomics and Evolution, a popular undergraduate course (~400 students/per semester) at Harvard College, for Spring 2021."
    },
    {
        "date": "07/2020",
        "text": "I received a 260 on the USMLE Step 1 ('first part of medical licensing') exam, placing me in the top 4% of all examinees."
    },
    {
        "date": "05/2020",
        "text": "I presented my work on <a href=\"https://doi.org/10.26226/morressier.5e5e70e235f8e2df5e55a492\">language lateralization in resting state fMRI</a> at the American Society of Neuroradiology (ASNR) 58th Annual Meeting 2020, published in its <a href=\"https://www.asnr.org/wp-content/uploads/2021/07/ASNR20-Proceedings.pdf\">proceedings</a>."
    },
    {
        "date": "04/2020",
        "text": "I was profiled on the <a href=\"https://dartmed.dartmouth.edu/spring20/html/profiles_student_spotlight_ahmed/\">Dartmouth Medicine Magazine</a> as part of its Student Spotlight for Spring 2020."
    },
    {
        "date": "05/2019",
        "text": "I was awarded the Medical Student Research Fellowship at Memorial Sloan Kettering Cancer Center (MSKCC) for Summer 2019."
    },
    {
        "date": "04/2019",
        "text": "I was featured on <i>The Dartmouth</i> as part of a series on <a href=\"https://www.thedartmouth.com/article/2019/04/kim-demystifying-the-dartmouth-grad-student-experience\">Demystifying the Dartmouth Grad Student Experience</a> <a href=\"https://issuu.com/thednewspaper/docs/the_dartmouth_04_24_2019/6\">(print)</a>."
    },
    {
        "date": "09/2018",
        "text": "I was selected as an <a href=\"https://geiselmed.dartmouth.edu/dice/meet-the-uhs-scholars/#2022\">Urban Health Scholar</a> for 2018 - beyond."
    },
    {
        "date": "06/2018",
        "text": "I was awarded the Tucker Center Chaplain's Award and selected as a <a href=\"https://youtu.be/3VV-LYKeQTQ?t=1387\">Baccalaureate Speaker</a> for <a href=\"https://www.facebook.com/photo/?fbid=10156223691981125&set=a.10156223672516125\">Commencement 2018</a>. (official photos from Dartmouth's <a href=\"https://www.facebook.com/media/set/?set=a.10156223672516125&type=3\">Facebook</a> and <a href=\"https://www.flickr.com/photos/dartmouthflickr/27909081767/in/photostream/\">Flickr</a> pages)."
    },
    {
        "date": "06/2018",
        "text": "I was awarded high honors on my <a href=\"https://search.library.dartmouth.edu/permalink/01DCL_INST/16rgcn8/alma991028921209705706\">undergraduate thesis</a>, and graduated Phi Beta Kappa, Tau Beta Pi, and Magna Cum Laude, with 4 citations for academic excellence (detailed on <a href=\"https://www.linkedin.com/in/syed-rakin-ahmed/\">LinkedIn</a>)."
    },
    {
        "date": "03/2018",
        "text": "My work on <a href=\"https://doi.org/10.1117/1.JBO.23.3.030504\">radiotherapy-induced Cherenkov luminescence imaging in a body phantom</a> was published in the Journal of Biomedical Optics."
    },
    {
        "date": "12/2017",
        "text": "Our work on <a href=\"http://www.bloodjournal.org/content/130/Suppl_1/3704\">coagulation activtion in brain neoplasms</a> was published in the Blood journal in relation to the 59th American Society of Hematology (ASH) Annual Meeting and Exposition 2017."
    }
]