{
    "headshot": "images/ahmed.jpg",
    "blurb"   : "<p><abbr title=\"preferred name\"><b>Rakin</b></abbr> is an M.D.-Ph.D. candidate in a unique, multi-institutional program between <a href=\"https://biophysics.fas.harvard.edu/people/syed-rakin-ahmed\">Harvard</a>, <a href=\"mailto:rakin@mit.edu\">MIT</a> and <a href=\"https://dartmed.dartmouth.edu/spring20/html/profiles_student_spotlight_ahmed/\">Dartmouth</a>, having been born and raised in Dhaka, Bangladesh. Rakin <a href=\"https://photos.app.goo.gl/CJn4YuUP62z79kc9A\">graduated</a> with a Ph.D. in Biophysics at <a href=\"https://hms.harvard.edu/\">Harvard Medical School</a> in May 2024 (in 3.5 years), having been inducted into Sigma Xi, where he was co-advised by Bruce Rosen [1] and Jayashree Kalpathy-Cramer [2] in the QTIM lab at MIT and the MGH/<a href=\"https://www.martinos.org/\">HST Martinos Center for Biomedical Imaging</a>. His dissertation was titled “<a href=\"https://www.martinos.org/\">Generating Clinically Translatable AI Models for Cancer Diagnostics</a>” at the intersection of computer science, biophysics, engineering, and medicine; his work resulted in multiple publications, presentations at national and international conferences, as well as several honors and awards [3], including the Mind, Brain. Behavior (MBB) Award.</p><p>Before moving to Cambridge, Rakin studied Biomedical Engineering, Applied Math and Economics during his undergrad as a member of the Class of 2018 at Dartmouth on a <a href=\"https://home.dartmouth.edu/news/2022/01/dartmouth-adopts-need-blind-international-admissions\">full-ride</a> <a href=\"https://youtu.be/VLV_LlrPOuI?t=290\">scholarship</a>, <a href=\"https://youtu.be/3VV-LYKeQTQ?t=1387\">graduating</a> with High Honors, Phi Beta Kappa, Tau Beta Pi and Magna Cum Laude, and took part in an exchange at the <a href=\"https://www.ox.ac.uk/\">University of Oxford</a> in the UK. His unique MD-PhD program was created via collaboration across all three institutions, and he was accepted via the highly competitive Biomedical Engineering (BME) Early Assurance Program (EAP) as a college sophomore, which waived the MCAT and featured a single streamlined application.</p><p>Rakin's clinical and research interests lie at the intersection of AI/deep learning and oncology (radiation-, GU-, neuro- and immuno-oncology), biomedical imaging, cancer genomics and genome editing. Rakin is broadly interested in addressing issues pertaining to AI deployment and model robustness (e.g., repeatability, generalizability), with a long-term goal of integrating deep learning (DL) into oncology workflows to augment the clinician, thereby potentially replacing costly, risky, and invasive tests. Rakin has explored these interests extensively via work and publications generated at the <a href=\"https://www.broadinstitute.org/\">Broad Institute of MIT and Harvard</a> (where he worked with David Liu [4]), <a href=\"mailto:srahmed@mgh.harvard.edu\">Massachusetts General Hospital</a>, <a href=\"https://www.martinos.org/\">HST Martinos Center</a> and <a href=\"https://www.mskcc.org/\">Memorial Sloan Kettering Cancer Center</a>, among other institutions.</p><p>Alongside his research, clinical and MD-PhD commitments, Rakin also holds a deep passion for residential advising, teaching and student engagement, which is reflected in the multiple residential and teaching roles that he has held throughout his undergraduate and MD-PhD years, including <a href=\"https://cabot.harvard.edu/people/syed-rakin-ahmed\">Resident Tutor</a>, <a href=\"https://ethics.harvard.edu/people/syed-rakin-ahmed\">Fellow in Values Engagement</a> (<a href=\"https://intellectualvitality.college.harvard.edu/directory/syed-rakin-ahmed/\">Intellectual Vitality Fellow</a>), Proctor, Teaching Fellow, Residential Undergraduate Advisor, Live-In Advisor and Program Coordinator, as well as Pre-med, STEM, Senior Common Room (SCR), First-Gen/Low-Income (FGLI) and International Student Advisor.</p>",
    "cv"      : "https://drive.google.com/drive/folders/1w9nu-759kg7Z36_Tt8MhS7Q-BvcbK8E4?usp=sharing",
    "linkedin": "https://www.linkedin.com/in/syed-rakin-ahmed/",
    "dmprof"  : "https://dartmed.dartmouth.edu/spring20/html/profiles_student_spotlight_ahmed/",
    "hvprof"  : "https://biophysics.fas.harvard.edu/people/syed-rakin-ahmed",
    "cabot"   : "https://cabot.harvard.edu/people/syed-rakin-ahmed",
    "five"    : "https://ethics.harvard.edu/people/syed-rakin-ahmed",
    "ivfell"  : "https://intellectualvitality.college.harvard.edu/directory/syed-rakin-ahmed/",
    "uhsprof" : "https://geiselmed.dartmouth.edu/uhs/about/scholars/#2022",
    "orcid"   : "https://orcid.org/0000-0002-1615-8633",
    "scholar" : "https://scholar.google.com/citations?user=TFJXuZ4AAAAJ&hl=en&oi=ao",
    "github"  : "https://github.com/rknahmed0/",
    "harvard" : "mailto:syedrakin_ahmed@fas.harvard.edu",
    "mit"     : "mailto:rakin@mit.edu",
    "mgh"     : "mailto:srahmed@mgh.harvard.edu",
    "dartm"   : "mailto:syed.rakin.ahmed.med@dartmouth.edu"
}